Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Log a working set for %@.
ar: سجّل مجموعة عمل لتمرين %@.
bg: Запиши работна серия за %@.
ca: Registra una sèrie efectiva de %@.
cs: Zaznamenej pracovní sérii pro cvik %@.
da: Registrér et arbejdssæt for %@.
de: Erfasse einen Arbeitssatz für %@.
el: Κατέγραψε ένα κανονικό σετ για «%@».
es: Registra una serie efectiva de %@.
et: Salvesta tööseeria harjutusele %@.
fi: Kirjaa työsarja liikkeelle %@.
fr: Enregistre une série de travail pour %@.
ga: Logáil sraith oibre do %@.
hr: Zabilježi radnu seriju za vježbu %@.
hu: Rögzíts egy munkasorozatot ehhez: %@.
id: Catat satu set kerja untuk %@.
is: Skráðu vinnusett fyrir %@.
it: Registra una serie allenante per %@.
ja: %@ のメインセットを記録しましょう。
ko: %@의 본세트를 기록하세요.
lt: Užrašyk darbinę seriją pratimui %@.
lv: Pieraksti darba pieeju vingrinājumam %@.
mk: Запиши работна серија за вежбата %@.
ms: Catat satu set kerja untuk %@.
mt: Irreġistra sett tax-xogħol għal %@.
nb: Registrer et arbeidssett for %@.
nl: Leg een werkset vast voor %@.
pl: Zapisz serię roboczą dla %@.
pt_br: Registre uma série válida de %@.
pt_pt: Regista uma série efetiva de %@.
ro: Înregistrează o serie de lucru pentru %@.
ru: Запишите рабочий подход в упражнении «%@».
sk: Zaznamenaj pracovnú sériu pre cvik %@.
sl: Zabeleži delovno serijo za vajo %@.
sq: Regjistro një seri pune për %@.
sr: Забележи радну серију за вежбу %@.
sv: Registrera ett arbetsset för %@.
tr: %@ için bir çalışma seti kaydet.
uk: Запишіть робочий підхід у вправі «%@».
vi: Ghi một hiệp chính cho %@.
zh_hans: 为「%@」记录一个正式组。
zh_hant: 為「%@」記錄一個正式組。

source: Log a workout by hand…
ar: تسجيل تمرين يدويًا…
bg: Запиши тренировка ръчно…
ca: Registra un entrenament a mà…
cs: Zaznamenat trénink ručně…
da: Registrér en træning manuelt…
de: Einheit von Hand erfassen…
el: Χειροκίνητη καταγραφή προπόνησης…
es: Registrar un entrenamiento a mano…
et: Salvesta trenn käsitsi…
fi: Kirjaa harjoitus käsin…
fr: Enregistrer une séance à la main…
ga: Logáil seisiún de láimh…
hr: Ručno zabilježi trening…
hu: Edzés kézi rögzítése…
id: Catat latihan secara manual…
is: Skrá æfingu handvirkt…
it: Registra un allenamento a mano…
ja: ワークアウトを手入力…
ko: 운동을 직접 기록…
lt: Užrašyti treniruotę ranka…
lv: Pierakstīt treniņu ar roku…
mk: Запиши тренинг рачно…
ms: Catat latihan secara manual…
mt: Irreġistra sessjoni bl-idejn…
nb: Registrer en økt manuelt…
nl: Training met de hand vastleggen…
pl: Zapisz trening ręcznie…
pt_br: Registrar um treino manualmente…
pt_pt: Registar um treino à mão…
ro: Înregistrează manual un antrenament…
ru: Записать тренировку вручную…
sk: Zaznamenať tréning ručne…
sl: Ročno zabeleži trening…
sq: Regjistro një stërvitje me dorë…
sr: Ручно забележи тренинг…
sv: Registrera ett pass för hand…
tr: Antrenmanı elle kaydet…
uk: Записати тренування вручну…
vi: Ghi buổi tập thủ công…
zh_hans: 手动记录训练…
zh_hant: 手動記錄訓練…

source: Log one by hand…
ar: سجّل واحدًا يدويًا…
bg: Запиши една ръчно…
ca: Registra'n un a mà…
cs: Zaznamenat jeden ručně…
da: Registrér én manuelt…
de: Eine von Hand erfassen…
el: Κατέγραψε μία με το χέρι…
es: Registrar uno a mano…
et: Salvesta üks käsitsi…
fi: Kirjaa yksi käsin…
fr: En enregistrer une à la main…
ga: Logáil ceann de láimh…
hr: Zabilježi jedan ručno…
hu: Rögzíts egyet kézzel…
id: Catat satu secara manual…
is: Skráðu eina handvirkt…
it: Registrane uno a mano…
ja: 手入力で 1 件記録…
ko: 직접 기록하기…
lt: Užrašyk vieną ranka…
lv: Pieraksti vienu ar roku…
mk: Запиши еден рачно…
ms: Catat satu secara manual…
mt: Irreġistra waħda bl-idejn…
nb: Registrer én manuelt…
nl: Er een met de hand vastleggen…
pl: Zapisz jeden ręcznie…
pt_br: Registrar um manualmente…
pt_pt: Registar um à mão…
ro: Înregistrează unul manual…
ru: Записать вручную…
sk: Zaznamenať jeden ručne…
sl: Zabeleži enega ročno…
sq: Regjistro një me dorë…
sr: Забележи један ручно…
sv: Registrera ett för hand…
tr: Elle bir tane kaydet…
uk: Записати вручну…
vi: Ghi thủ công một buổi…
zh_hans: 手动记录一次…
zh_hant: 手動記錄一次…

source: Longest ride
ar: أطول ركوب
bg: Най-дълго колоездене
ca: Sortida en bici més llarga
cs: Nejdelší jízda
da: Længste cykeltur
de: Längste Ausfahrt
el: Μεγαλύτερη ποδηλασία
es: Salida más larga
et: Pikim rattasõit
fi: Pisin pyöräily
fr: Plus longue sortie
ga: An turas is faide
hr: Najdulja vožnja
hu: Leghosszabb kerékpározás
id: Gowes terjauh
is: Lengsti hjólatúr
it: Uscita più lunga
ja: 最長のライド
ko: 가장 긴 라이딩
lt: Ilgiausias važiavimas
lv: Garākais brauciens
mk: Најдолго возење
ms: Kayuhan terjauh
mt: L-itwal rikba
nb: Lengste sykkeltur
nl: Langste rit
pl: Najdłuższa jazda
pt_br: Pedal mais longo
pt_pt: Saída mais longa
ro: Cea mai lungă tură
ru: Самая длинная поездка
sk: Najdlhšia jazda
sl: Najdaljša vožnja
sq: Dalja më e gjatë me biçikletë
sr: Најдужа вожња
sv: Längsta cykeltur
tr: En uzun sürüş
uk: Найдовша поїздка
vi: Buổi đạp dài nhất
zh_hans: 最长骑行
zh_hant: 最長騎乘

source: Longest run
ar: أطول جري
bg: Най-дълго бягане
ca: Cursa més llarga
cs: Nejdelší běh
da: Længste løbetur
de: Längster Lauf
el: Μεγαλύτερο τρέξιμο
es: Carrera más larga
et: Pikim jooks
fi: Pisin juoksu
fr: Plus longue course
ga: An rith is faide
hr: Najdulje trčanje
hu: Leghosszabb futás
id: Lari terjauh
is: Lengsta hlaup
it: Corsa più lunga
ja: 最長のラン
ko: 가장 긴 러닝
lt: Ilgiausias bėgimas
lv: Garākais skrējiens
mk: Најдолго трчање
ms: Larian terjauh
mt: L-itwal ġirja
nb: Lengste løpetur
nl: Langste loop
pl: Najdłuższy bieg
pt_br: Corrida mais longa
pt_pt: Corrida mais longa
ro: Cea mai lungă alergare
ru: Самая длинная пробежка
sk: Najdlhší beh
sl: Najdaljši tek
sq: Vrapimi më i gjatë
sr: Најдуже трчање
sv: Längsta löppass
tr: En uzun koşu
uk: Найдовша пробіжка
vi: Buổi chạy dài nhất
zh_hans: 最长跑步
zh_hant: 最長跑步

source: Longest swim
ar: أطول سباحة
bg: Най-дълго плуване
ca: Natació més llarga
cs: Nejdelší plavání
da: Længste svømmetur
de: Längste Schwimmeinheit
el: Μεγαλύτερη κολύμβηση
es: Natación más larga
et: Pikim ujumine
fi: Pisin uinti
fr: Plus longue natation
ga: An snámh is faide
hr: Najdulje plivanje
hu: Leghosszabb úszás
id: Renang terjauh
is: Lengsta sund
it: Nuotata più lunga
ja: 最長のスイム
ko: 가장 긴 수영
lt: Ilgiausias plaukimas
lv: Garākā peldēšana
mk: Најдолго пливање
ms: Renang terjauh
mt: L-itwal għawma
nb: Lengste svømmetur
nl: Langste zwemsessie
pl: Najdłuższe pływanie
pt_br: Natação mais longa
pt_pt: Natação mais longa
ro: Cel mai lung înot
ru: Самое длинное плавание
sk: Najdlhšie plávanie
sl: Najdaljše plavanje
sq: Noti më i gjatë
sr: Најдуже пливање
sv: Längsta simpass
tr: En uzun yüzme
uk: Найдовше плавання
vi: Buổi bơi dài nhất
zh_hans: 最长游泳
zh_hant: 最長游泳

source: Looking up…
ar: يجري البحث…
bg: Търсене…
ca: Consultant…
cs: Vyhledává se…
da: Slår op…
de: Wird abgefragt…
el: Γίνεται αναζήτηση…
es: Consultando…
et: Otsimine…
fi: Haetaan…
fr: Interrogation…
ga: Á chuardach…
hr: Pretraživanje…
hu: Keresés…
id: Mencari…
is: Fletti upp…
it: Ricerca…
ja: 照会中…
ko: 조회 중…
lt: Ieškoma…
lv: Meklē…
mk: Се пребарува…
ms: Mencari…
mt: Qed jitfittex…
nb: Slår opp…
nl: Opzoeken…
pl: Sprawdzanie…
pt_br: Consultando…
pt_pt: A consultar…
ro: Se caută…
ru: Ищем…
sk: Vyhľadáva sa…
sl: Poizvedovanje…
sq: Po kërkohet…
sr: Претрага…
sv: Slår upp…
tr: Aranıyor…
uk: Шукаємо…
vi: Đang tra cứu…
zh_hans: 正在查询…
zh_hant: 正在查詢…

source: Loop route
ar: مسار دائري
bg: Кръгов маршрут
ca: Ruta circular
cs: Okružní trasa
da: Rundrute
de: Rundkurs
el: Κυκλική διαδρομή
es: Ruta circular
et: Ringmarsruut
fi: Lenkkireitti
fr: Boucle
ga: Bealach lúb
hr: Kružna ruta
hu: Körútvonal
id: Rute melingkar
is: Hringleið
it: Percorso ad anello
ja: 周回ルート
ko: 순환 경로
lt: Žiedinis maršrutas
lv: Apļa maršruts
mk: Кружна траса
ms: Laluan gelung
mt: Rotta ċirkolari
nb: Rundrute
nl: Rondroute
pl: Trasa w pętli
pt_br: Rota em circuito
pt_pt: Percurso circular
ro: Traseu în buclă
ru: Кольцевой маршрут
sk: Okružná trasa
sl: Krožna pot
sq: Itinerar rrethor
sr: Кружна рута
sv: Slingrutt
tr: Halka rota
uk: Кільцевий маршрут
vi: Lộ trình vòng
zh_hans: 环形路线
zh_hant: 環形路線

source: Losing fitness
ar: تراجع اللياقة
bg: Губиш форма
ca: Perds forma
cs: Ztrácíš kondici
da: Mister form
de: Fitness geht verloren
el: Χάνεις φυσική κατάσταση
es: Perdiendo forma
et: Kaotad vormi
fi: Kunto laskee
fr: Perte de forme
ga: Aclaíocht á cailleadh
hr: Gubiš formu
hu: Csökken a fittséged
id: Kebugaran menurun
is: Þú tapar formi
it: Perdita di forma
ja: フィットネスが落ちています
ko: 체력 하락 중
lt: Prarandi formą
lv: Zaudē formu
mk: Губиш форма
ms: Kecergasan menurun
mt: Qed titlef forma
nb: Mister form
nl: Conditieverlies
pl: Utrata formy
pt_br: Perdendo forma
pt_pt: A perder forma
ro: Pierzi din formă
ru: Форма падает
sk: Strácaš kondíciu
sl: Izgubljaš pripravljenost
sq: Po humbet formë
sr: Губиш форму
sv: Tappar form
tr: Kondisyon kaybediyorsun
uk: Форма падає
vi: Thể lực đang xuống
zh_hans: 体能下滑
zh_hant: 體能下滑

source: Low confidence — verify against the PDF
ar: ثقة منخفضة — تحقّق من ملف PDF
bg: Ниска увереност — провери спрямо PDF-а
ca: Confiança baixa: verifica-ho amb el PDF
cs: Nízká jistota — ověř proti PDF
da: Lav sikkerhed — tjek mod PDF'en
de: Geringe Sicherheit — gegen das PDF prüfen
el: Χαμηλή βεβαιότητα — επαλήθευσε με το PDF
es: Confianza baja: verifícalo con el PDF
et: Madal kindlus — kontrolli PDF-i vastu
fi: Matala varmuus — tarkista PDF:stä
fr: Faible confiance — vérifie avec le PDF
ga: Muinín íseal — deimhnigh in aghaidh an PDF
hr: Niska pouzdanost — provjeri s PDF-om
hu: Alacsony megbízhatóság — vesd össze a PDF-fel
id: Keyakinan rendah — cocokkan dengan PDF
is: Lítið öryggi — berðu saman við PDF-skjalið
it: Bassa affidabilità: verifica con il PDF
ja: 確度が低いです。PDF と照合してください
ko: 신뢰도 낮음 — PDF와 대조하세요
lt: Žemas patikimumas — patikrink pagal PDF
lv: Zema pārliecība — pārbaudi pret PDF
mk: Ниска доверба — провери со PDF-от
ms: Keyakinan rendah — sahkan dengan PDF
mt: Fiduċja baxxa — ivverifika mal-PDF
nb: Lav sikkerhet — sjekk mot PDF-en
nl: Lage zekerheid — controleer met de PDF
pl: Niska pewność — sprawdź z PDF-em
pt_br: Baixa confiança — confira com o PDF
pt_pt: Baixa confiança — confirma com o PDF
ro: Încredere scăzută — verifică cu PDF-ul
ru: Низкая уверенность — сверьте с PDF
sk: Nízka istota — over podľa PDF
sl: Nizka zanesljivost — preveri s PDF
sq: Besueshmëri e ulët — verifikoje me PDF-në
sr: Ниска поузданост — провери са PDF-ом
sv: Låg säkerhet — kontrollera mot PDF:en
tr: Düşük güven — PDF ile karşılaştır
uk: Низька впевненість — звірте з PDF
vi: Độ tin cậy thấp — hãy đối chiếu với PDF
zh_hans: 置信度低——请与 PDF 核对
zh_hant: 信心度低——請與 PDF 核對

source: Max
ar: الأقصى
bg: Макс.
ca: Màx
da: Maks.
el: Μέγ.
es: Máx
et: Maks
fi: Maks.
ga: Uas.
hr: Maks.
id: Maks
is: Hám.
ja: 最大
ko: 최대
lt: Maks.
lv: Maks.
mk: Макс.
ms: Maks
mt: Mass.
nb: Maks
pl: Maks.
pt_br: Máx
pt_pt: Máx
ru: Макс.
sl: Maks.
sq: Maks
sr: Макс.
tr: Maks
uk: Макс.
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

source: Max HR
ar: النبض الأقصى
bg: Макс. пулс
ca: FC màx
cs: Max. TF
da: Makspuls
de: Max. HF
el: Μέγ. παλμοί
es: FC máx
et: Maks pulss
fi: Maksimisyke
fr: FC max
ga: Ráta croí uas.
hr: Maks. puls
hu: Max pulzus
id: DJ maks
is: Hámarkspúls
it: FC max
ja: 最大心拍
ko: 최대 심박
lt: Maks. pulsas
lv: Maks. pulss
mk: Макс. пулс
ms: Denyutan maks
mt: Taħbit mass.
nb: Makspuls
nl: Max. HS
pl: Maks. HR
pt_br: FC máx
pt_pt: FC máx
ro: Puls maxim
ru: Макс. пульс
sk: Max. TF
sl: Maks. utrip
sq: Rrahjet maks
sr: Макс. пулс
sv: Maxpuls
tr: Maks nabız
uk: Макс. пульс
vi: Nhịp tim tối đa
zh_hans: 最大心率
zh_hant: 最大心率
